{
  "blogovi": [
    {
      "id": 1,
      "naslov": "Koliko treninga nedeljno vam je zaista dovoljno?",
      "datum": "2021-12-21",
      "kategorije": [
        "plan",
        "trening",
        "vezbe"
      ],
      "tekst": "Najpre je važno da odredite svoj cilj, jer u zavisnosti od toga broj treninga u toku nedelje nije isti. Dakle, ukoliko želite da smršate, preporučuje se trening od minimum 3 puta nedeljno, dok nešto izdržljiviji i u boljoj fizičkoj spremi, mogu da treniraju i do 5 puta nedeljno, tako što će podeliti jednake pauze između treninga. Preporuka je fokus na kardio vežbama i takve treninge ne bi trebalo mešati sa vežbama snage. Treninzi sa kardio vežbama, sa vožnjom bicikla, spiner i slično su nešto lakšeg inteziteta i težine od treninga sa tegovima, tako da je oporavak od ovakve vrste treninga za 24h. Ako je cilj Vašeg treninga povećanje mišićne mase, onda se preporučuju 4 treninga nedeljno. U ovom slučaju, usresredite se na vežbe jačeg inteziteta, vežbe sa tegovima. Uz ovakav režim treninga, neophodno je da tokom treniranja unosite velike količine tečnosti (vode), a isto tako i jesti dosta, kako bi nahranili mišiće koje ste tokom napornog treninga oštetili i isforsirali. U ovo režimu treninga, kardio treba izbegavati ili ga koristiti uglavnom u svrhu zagrevanja pred trening sa tegovima. Kod ove vrste treninga, grupe mišića se nešto više opterećuju i oporavak bi trebao da traje oko 48h nakon treninga. U našem drugom članku možete pogledati konkretno plan i program vežbanja na nedeljnom nivou. Mi smo tu da Vam olakšamo početak trenažnog procesa i usmerimo na pravi put.",
      "slika": "assets/images/blog/blog-mrtvo-dizanje.jpg"
    },
    {
      "id": 2,
      "naslov": "Pravilno zagrevanje pre treninga",
      "datum": "2021-12-25",
      "kategorije": [
        "snaga",
        "trening",
        "pocetnik"
      ],
      "tekst": "U ovom tekstu ćemo opisati značaj zagrevanja pre treninga, kao i značaj istezanja. Ovaj deo mnogi zanemaruju ili gledaju na to kao neko uzaludno trosenje vremena, ali njegov značaj je izuzetno visok. Njime zagrevamo kompletno telo, mišiće, kao i svoj organizam na određene napore koje mu sleduje na treningu. Ako se desi da preskočite zagrevanje, samim tim je povećana šansa da se brzo i lako povredite, istegnete mišić ili uganete neki zglob. Možete podjednako zagrevati celo telo, mnogi se opredeljuju za neki kardio od 10-ak minuta, vožnja biciklom ili trčanje na traci ili čak preskakanje vijače, koje je uvek odličan izbor, a samim tim zagrevanjem podižemo i puls, kao kada motor na autu postigne temperaturu za rad. Stigli smo i do istezanja. To je obavezno da učinite nakon treninga. Tokom treninga mišići se zagreju, pa su samim tim i elastičniji i osetljivi, zato istezanjem umanjete upalu, povećavate pokretnost mišića, ubrzavate cirkulaciju i pospešujete pravilan rast mišića.",
      "slika": "assets/images/blog/pexels-andrea-piacquadio-3796796.jpg"
    },
    {
      "id": 3,
      "naslov": "Značaj fizičkih aktivnosti za vas organizam",
      "datum": "2021-12-29",
      "kategorije": [
        "snaga",
        "trening",
        "zdravlje"
      ],
      "tekst": "Za one koji nisu preterano fizički aktivni, da li zbog nedostatka vremena ili poslovnih obaveza, porodice ili jednostavno nedostatka volje za nekom vrstom aktivnosti, napisaćemo par razloga zašto je neophodno da se pokrenete i kako to utiče na vas, vaše zdravlje i na Vašu okolinu. Sigurno vam se dešava da posle posla dođete kući, umorni, neraspoloženi, malo čak i malaksali. Ukoliko se samo ispružite na garnituri, nećete sebi mnogo dobrog doneti, niti će se vaš osećaj umora promeniti. Zato, nađite malo vremena za sebe, u pauzi dok čekate ručak, kafu ili umesto da sednete odmah za računar ili telefon, pa prošetajte, uradite neke vežbe, istegnite se, svaki vid aktivnosti dobro će doći. Fizička aktivnost popravlja raspoloženje, iako ume da bude naporno, nakon što završite, istuširajte se, popite neki vitaminski napitak ili suplement, odmah ćete osetiti olakšanje i osećaj da ste uradili nešto korisno za sebe i za svoje zdravlje. Takođe, ukoliko vam san neće na oči, eto još jednog razloga da vežbate, nakon toga ćete se izmoriti i spavaćete bezbrižno. Ne zaboravite, kada vam vežbanje postane rutina, sve će ići mnogo lakše i bezbolnije, kada Vas prve upale prođu. Jedva ćete čekati naredni trening, unositi nešto novo u Vaš trenažni proces i u Vaše životne navike. Osetite se korisno i sebi i drugima.",
      "slika": "assets/images/blog/blog-trener3.jpg"
    },
    {
      "id": 4,
      "naslov": "Trening i pravilna ishrana",
      "datum": "2022-01-17",
      "kategorije": [
        "ishrana"
      ],
      "tekst": "Jedno bez drugog ne mogu nikako, nema rezultata ako trenirate naporno, a hranite se loše, i isto tako nema ni rezultata ako se hranite zdravo, a ne bavite se nikakvom fizičkom aktivnošću. Kako pronaći balans između ove dve stvari i kako znati šta je najbolje za vas? Nastojaćemo da vam u nastavku ovog teksta damo neke smernice kako da pripremate obroke i šta je najbolje jesti pre i posle treninga. Sigurno ste čuli priče kako treniraju, kako daju sve od sebe, kako su posvećeni treninzima, ali su izostali rezultati? To je ništa drugo nego do nedostatka hrane i neredovne i nezdrave ishrane. Za kvalitetnu ishranu, nije dovoljno samo jesti pre treninga, popiti neki suplement nakon treninga i to je to. NE! Potrebno je ceo dan sebi organizovati ishrani i treningu. Pripremite sebi obrok za posao, opremite se proteinskim dodacima, čokoladicama, napitcima i ostalo. Na dan kada trenirate, pošto ćete se potrošiti, taj dan unosite više kalorija, dok na dan kada ne trenirate, smanjite unos kalorija. Pre treninga neophodno je da pojedete obrok bogat proteinima i ugljenim hidratima, a ukoliko nemate mnogo vremena pre treninga, onda je naš predlog da pojedete neku bananu, nešto što ćete brzo svariti, proteinsku čokoladicu, jogurt ili sir. Nakon treninga, preporučujemo obrok sa piletinom, ribom ili mesom, a dodatak tome krompir, pirinač ili salata. Napisaćemo vam neke osnovne namirnice kojih treba da se pridržava svaki prosečan korisnik teretane. Najveći izvori proteina su: piletina, riba, ćuretina, jaja, govedina, konjsko meso, junetina, crveno meso, mlečni prozvodi sa najmanjom količinom masti.",
      "slika": "assets/images/blog/blog-ishrana2.jpg"
    },
    {
      "id": 5,
      "naslov": "Redovnim istezanjem do bolje fleksibilnosti",
      "datum": "2022-06-27",
      "kategorije": [
        "istezanje",
        "trening"
      ],
      "tekst": "Ukoliko ne radite aktivno na svojoj fleksibilnosti, verovatno cete se boriti sa napetim misicima. Ne samo da ovo moze predstvaljati neprijatnost u vasim svakodnevnim aktivnostima, vec moze uticati i na vas opseg pokreta u teretani. Ako imate poteskoca da dodjete do odredjene dubine cucnja, fokusiranjem pokretljivosti donjeg dela tela i istezanje pre i posle cucanjeva to mozete popraviti. Mobilnost i istezanje se cesto zanemaruju, ali priprema tela kroz par minuta moze vam pomoci da poboljsate opseg pokreta i fleksibilnost.",
      "slika": "assets/images/blog/blog-istezanje.jpg"
    },
    {
      "id": 6,
      "naslov": "Istina o voću i šećeru",
      "datum": "2022-06-27",
      "kategorije": [
        "ishrana"
      ],
      "tekst": "Da li je vocni secer isti ako obican, obradjeni secer? Iako su secer kji se nalazi u vocu i obradjeni secer iste vrste, postoje kljucne razlike. Glavna je da je obradjeni secer preradjen i proizveden a ne prirodan. Na primer, secer od trske ili stoni secer se proizvodi preradom secerne repe i secerne trske. Jos jedna popularna vrsta je kukuruzni sirup sa visokim sadrzajem fruktoze. Rafinisani secer se obicno dodaje hrani da bi imala bolji ukus, ali ne pruza nikakvu nutritivnu vrednost - zbog cega se ovi seceri nazivaju praznim kalorijama. Rafinisani seceri takodje obicno ne zahtevaju dugo varenje, sto znaci da brzo ulaze u nas sistem i izazivaju skok secera u krvi. Telo reaguje na ovo oslobadjanjem visokog nivoa insulina, koji pomaze da se smanji secer u krvi. Ponekad pankreas oslobadja previse insulina, izazivajuci hipoglikemiju ili veoma nisam nivo secera u krvi. Dok se secer u voci ralaze u telu na isti naccin, on se obicno vari sporije od rafinisanog secera zahvaljujuci visokom sadrzaju vlakana u vecini voca, sto cini mnogo manjom verovatnocom za visokim skokovima secera u krvi. Voce takodje sadrzi vitamine i minerale, sto ga cini nutritivno mnogo boljim za nas od rafinisanog secera. ...... Verujemo da nijedna hrana nije sama po sebi losa za nas, ali svakako treba uzivati u umerenim kolicinama. Voce je odlicno za nas, ali ne bismo vam preporucili da jedete 25 banana dnevno. Konzumiranjem voca dobicete uzinu koja je puna antioksidanata, vitamina, minerala i vlakana, i mnogo je veca verovatnoca da ce vas odrzati sitim nego cokoladica. ..... Konzumiranje voca takodje moze pomoci u smanjenju holesterola pa cak i gubitak tezine. Sto nas dobodi do sledeceg pitanja. Da li secer iz voca pomaze pri gubljenu tezine? Gubitak tezine se zaista svodi na nedostatak kalorija, a nijedna hrana nece sama po sebi izazvati ili spreciti gubitak tezine. Uz to, voce moze biti zgodan alat za one koji su na dijeti - cesto je niskokaloricno i bogato vlaknima, sto vam moze pomoci da se osecate siti. Zamena visokokaloricnih grickalica za voce, posebno ako ste neko ko voli slatko, moze vam olaksati odrzavanje kalorijskog deficita.",
      "slika": "assets/images/blog/blog-voce.jpg"
    },
    {
      "id": 7,
      "naslov": "Sta je Zumba - i zasto je odlicna za vas?",
      "datum": "2022-06-27",
      "kategorije": [
        "kardio",
        "trening"
      ],
      "tekst": "Za neke ljude, odlazak na trcanje ili u teretanu izgleda prirodno. Za druge je cak i sama pomisao o vezbanju previse. Znate da je veznaje odlicno za vase zdravlje, ali jednostavno ne zelite to da radite. Ili va je mozda dosadila uobicajenda rutina vezbanja i trazite nove nacine da je zacinite. ..... Pronalazenje nacina kretanja u kojima isreno uzivate je najbolji nacin da ostanete aktivni. Kretanje ne mora uvek da znaci dizanje tegova ili hardcore kardio - to moze biti penjanje, planinarenje ili cak ples. Sve zbog cega vam srce brze kuca i misice se krecu je dobro za vase telo i um, cak i ako ne izgleda kao vezba. ..... Ako se borite da pronadjete vezbu u kojoj uzivate i koje mozete da se pridrzavate, zasto ne biste probali Zumbu? Odlicanje za sve koji vole da udaraju, plesu i pomeraju noge uz muziku. .... U ovom blogu cemo pricati o tome sta su Zumba fitnes casovi i zasto biste ih trebali dodatu u svoju rutinu. ..... Sta je Zumba i koji su benefiti Zumbe? Zumba je fitnes sa latino plesom, koji kombinuje plesne pokrete niskog i visokog intenziteta i vezbe kao sto su cucnjevi da bi se stvorio intervalni trening koji sagoreva masti, tonira i poboljsava ukupnu kondiciju i izdrzljivost. Sa toliko razlicitih vrsta treninga, mozda se pitate zasto Zumba zasluzuje vasu paznju? Sagoreva kalorije i masti, oblikuje telo, poboljsava kardiovaskularnu kondiciju i izdrzljivost, poboljsava ravnotezu i koordinaciju, pogodno za sve nivoe, cini fitnes zabavnim!",
      "slika": "assets/images/blog/blog-zumba.jpg"
    }
  ]
}